
RUIDefaultDeviceName							= "Tv";

OK												= "OK";
Next											= "Næste";
Cancel											= "Annuller";

ResumeMenuResumeItem							= "Genoptag afspilning";
ResumeMenuStartFromBeginningItem				= "Start fra begyndelsen";

ITSPresentsMenuItem								= "iTunes Top 10";
ITunesTop10MusicVideos							= "iTunes Top 10-musikvideoer";
LoadingDataFromITMS								= "Kontakter iTunes Store…";
LoadingDataFromApple							= "Indlæser biografforfilm…";

PhotoModuleAllSubAlbumsMenuItem					= "Alle";
PhotoModuleSharedAlbumsMenuItem					= "Fælles fotos";
PhotoModuleFetchingServersMenuItem				= "Finder fælles fotografier…";
PhotoModuleNoServersMenuItem					= "Der er ingen tilgængelige fælles fotografier";
PhotoModuleNoServersExplanation					= "Der er ingen tilgængelige fælles iPhoto-biblioteker.";
PhotoWindowHeader								= "Fotografier";
NoPhotosInAlbumMessage							= "Der er ingen fotografier i dette album.";
PhotoSlideshowSettings							= "Indstillinger til lysbilledshow";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tid pr. lysbillede";
PhotoSlideshowSettingMusic						= "Musik";
PhotoSlideshowSettingRepeat						= "Gentag";
PhotoSlideshowSettingShufflePhotos				= "Bland fotografier";
PhotoSlideshowSettingShuffleMusic				= "Bland musik";
PhotoSlideshowSettingKenBurns					= "Ken Burns-effekt";
PhotoSlideshowSettingTransitions				= "Overgange";
PhotoSlideshowSettingTimeFormat					= "%d sekunder"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Tilfældig";
PhotoSettingNoTransitions						= "Fra";
Cube											= "Kube";
Dissolve										= "Opløs";
Droplet											= "Lille dråbe";
"Fade Through Black"							= "Udtoning i sort";
Flip											= "Spejlvend";
"Mosaic Flip Large"								= "Stor spejlvendt mosaik";
"Mosaic Flip Small"								= "Lille spejlvendt mosaik";
"Page Flip"										= "Sideskift";
Push											= "Skub";
Reveal											= "Vis";
Twirl											= "Roter";
Wipe											= "Fej";

PhotoSlideshowSettingMusicNowPlaying			= "Spiller nu";

PhotoSettingOff									= "Fra";
PhotoSettingOn									= "Til";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Uden navn";
SortWidgetDateLabel								= "Dato";
SortWidgetShowLabel								= "Udsendelse";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Skuespillere";
MetadataDuration								= "Længde";
MetadataAirDate									= "Sendt";
MetadataReleaseDate								= "Frigivet";
MetadataInTheatres								= "I biografer";
MetadataArtist									= "Kunstner";
MetadataAlbum									= "Album";
MetadataGenre									= "Genre";
MetadataNumberOfEpisodes						= "Antal episoder";
MetadataNumberOfTracks							= "Spor";
MetadataMostRecent								= "Seneste";
MetadataDirector								= "Instruktør";
MetadataDirectors								= "Instruktører";
MetadataProducer								= "Producent";
MetadataProducers								= "Producenter";
MetadataArtistVarious							= "Diverse";
MetadataArtistUnknown							= "Ukendt kunstner";
MetadataAlbumUnknown							= "Ukendt album";
MetadataPlaylistUnknown							= "Ukendt spilleliste";
MetadataComposerUnknown							= "Ukendt komponist";
MetadataGenreUnknown							= "Ukendt genre";
MetadataAuthor									= "Forfatter";
MetadataTitle									= "Titel";
MetadataEpisode									= "Episode";
MetadataSeasonFormat							= "(Sæson %d)";
MetadataFrom									= "Fra";
MetadataTags									= "Koder";
MetadataViews									= "Oversigter";
MetadataDateAdded								= "Tilføjet";
MetadataCategory								= "Kategori";

/* Rating strings */
RatingExplicit									= "Anstødeligt (Explicit)";

MediaTitleDefault								= "Uden navn";

StreamingNameInList								= "Streaming";
StreamingSearchingForSharedMedia				= "Søger efter fælles indhold…";

TodayDate										= "I dag";
YesterdayDate									= "I går";

GoBackText										= "Tryk på Menu for at gå tilbage";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Dansk";

AuthPasswordPrompt								= "Adgangskode:";
AuthEnterPasswordPrompt							= "Skriv adgangskoden til %@:";

TextInputDoneLabel								= "OK";
TextInputDeleteLabel							= "SLET";
TextInputSpaceLabel								= "MELLEMRUM";

AlternateTextInputSpaceLabel					= "Afstand";
AlternateTextInputDeleteLabel					= "Slet";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musik";
MusicPlaylistsMenuItem							= "Spillelister";
MusicArtistsMenuItem							= "Kunstnere";
MusicAlbumsMenuItem								= "Album";
MusicSongsMenuItem								= "Sange";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Musikvideoer";
MusicGenresMenuItem								= "Genrer";
MusicComposersMenuItem							= "Komponister";
MusicAudiobooksMenuItem							= "Lydbøger";
MusicShuffleSongsMenuItem						= "Bland sange";
MusiciTunesPresentsMenuItem						= "Nu i iTunes Store";
MusicNowPlayingMenuItem							= "Spiller nu";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Skub cd ud";
MusicSharedMusicMenuItem						= "Fælles musik";
MusicSpecialPlaylistName						= "Front Row-spilleliste";
MusicAllAlbumsListHeader						= "Alle album";
MusicAllSongsListHeader							= "Alle sange";
MusicAllArtistsListHeader						= "Alle kunstnere";
MusicAllTracksListSpecifier						= "Alle";
MusicUntitledTrack								= "Sang uden navn";
MusicNoSharedPlaylistsMenuItem					= "Ingen tilgængelig musik";
MusicTrackIndexOfCount							= "%ld af %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Indlæser streamen “%@” i buffer";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Der opstod en fejl.";
GenericListError								= "Der er ingen emner på denne liste.";

WaitPleaseWait									= "Vent";
WaitContactingRemoteHost						= "Kontakter ekstern iTunes-vært…";

WirelessSetupSearchText							= "Søger efter trådløse netværk…";
NotConnectedToInternet							= "Apple TV er ikke forbundet med Internet.";
NotConnectedToNetwork							= "Apple TV er ikke forbundet med netværket.";
CheckNetworkConnection							= "Kontroller netværksindstillingerne, og prøv igen.";
UntitledWirelessNetworkName						= "I/T";

// iTunesPairing Strings
PairWithITunesTitle								= "Opret forbindelse til iTunes";

PairWithITunesForInitialSyncingDescription		= "Du gør indstillingen færdig og synkroniserer iTunes-indholdet til Apple TV ved at åbne iTunes og vælge Apple TV på listen Enheder. Du skal skrive denne adgangskode:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Hvis du kun vil bruge Apple TV til streaming, skal du trykke på Menu og vælge “Opret forbindelse til iTunes” på menuen Kilder.";

PairWithITunesForSyncingDescription				= "Du opretter forbindelse til iTunes og synkroniserer indholdet til Apple TV ved at åbne iTunes og vælge Apple TV på listen Enheder. Du skal skrive denne adgangskode:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV er i øjeblikket forbundet med “%@”. Hvis du vil oprette forbindelse til et andet bibliotek, skal du åbne iTunes på den pågældende computer og vælge Apple TV på listen Enheder. Herefter erstattes alt indhold på Apple TV. Du skal skrive denne adgangskode:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Du streamer iTunes-indhold til Apple TV ved at åbne iTunes og vælge Apple TV på listen Enheder. Du skal skrive denne adgangskode:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Hvis du slår synkronisering fra, slettes alt indhold på Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Hvis du skifter iTunes-bibliotek, erstattes alt indhold på Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV kræver iTunes 7.1.1 eller en nyere version";
PairWithITunesCancel							= "Annuller";
PairWithITunesContinue							= "Fortsæt";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Der opstod en fejl.";
FatalExceptionAlertDescription					= "Tryk på Afspil/pause for at starte Apple TV igen.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50 Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50 Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50 Hz";
480p60											= "480p";
576p50											= "576p - 50 Hz";
576i											= "576i - 50 Hz";

// Loading data from remote sources
LoadingLibrary									= "Opretter forbindelse";
LoadingLibraryNamed								= "Indlæser “%@”…";
ConnectionToiTunesLost							= "iTunes-biblioteket er ikke tilgængeligt";
WaitingForiTunesToStart							= "Forsøger at genoprette forbindelsen til \"%@\". Sørg for, at computeren er tændt, og at iTunes er åbent.";
GoToSources										= "Gå til kilder";
AttemptingToAuthorizeContent					= "Forsøger at godkende…";

SharedITunesLibraryPasswordTitle				= "Adgangskode til fælles bibliotek";
SharedITunesLibraryPasswordText					= "Skriv adgangskoden til “%@”, og klik derefter på OK.";
SharedITunesLibraryPasswordPrompt				= "Adgangskode:";
SharedITunesLibraryPasswordRetryTitle			= "Forkert adgangskode";
SharedITunesLibraryPasswordRetryText			= "Den adgangskode, du skrev til “%@”, er forkert.\nPrøv igen.";

SharedIPhotoLibraryPasswordTitle				= "Adgangskode til fotobibliotek";
SharedIPhotoLibraryPasswordText					= "Skriv adgangskoden til “%@”, og klik derefter på OK.";
SharedIPhotoLibraryPasswordPrompt				= "Adgangskode:";
SharedIPhotoLibraryPasswordRetryTitle			= "Forkert adgangskode";
SharedIPhotoLibraryPasswordRetryText			= "Den adgangskode, du skrev til “%@”, er forkert.\nPrøv igen.";

ConnectToITunesForStreaming						= "Opret forbindelse til ny iTunes";
StreamingServerNotAvailable						= "Bibliotek ikke tilgængeligt";
TurnOnStreamingServer							= "Sørg for, at computeren med “%@” er tændt, og at iTunes er åbent.";
DisconnectStreamingHost							= "Afbryd forbindelse til iTunes";
MaxStreamingHostCountReached					= "Du kan kun oprette forbindelse til fem iTunes-biblioteker. Vælg et bibliotek, og afbryd forbindelsen til det, så du kan oprette forbindelse til et nyt bibliotek.";
SelectHostToDelete								= "Opret forbindelse til ny iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Synkroniserer “%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Kopierer %d af %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Skriv adgangskode";
BRParentalControlsPasscodeEnterPrompt			= "Skriv din adgangskode på fire cifre til børnesikring.";
BRParentalControlsPasscodeWrongTitle			= "Adgangskode forkert";
BRParentalControlsPasscodeWrongPrompt			= "Den indtastede adgangskode er forkert.";
BRParentalControlsPasscodeSetTitle				= "Indstil adgangskode";
BRParentalControlsPasscodeSetPrompt				= "Du indstiller børnesikring til Apple TV første gang ved at skrive en adgangskode på fire cifre. Når din adgangskode er indstillet, skal du bruge den til fremtidige ændringer i børnesikring.";
BRParentalControlsPasscodeConfirmTitle			= "Bekræft adgangskode";
BRParentalControlsPasscodeConfirmPrompt			= "Skriv din nye adgangskode på fire cifre igen.";
BRParentalControlsPasscodeConfirmedTitle		= "Adgangskode bekræftet";
BRParentalControlsPasscodeConfirmedPrompt		= "Sørg for at opbevare din adgangskode på et sikkert sted. Hvis du glemmer koden, kan du nulstille den ved at vælge Nulstil enhed for at gendanne originalindstillingerne i Apple TV.";
BRParentalControlsPasscodeMismatchTitle			= "Adgangskode er forkert";
BRParentalControlsPasscodeMismatchPrompt		= "Adgangskoderne er ikke ens.";
BRParentalControlsPasscodeTryAgainItem			= "Indstil adgangskode igen";
BRParentalControlsPasscodeOldTitle				= "Gammel adgangskode";
BRParentalControlsPasscodeOldPrompt				= "Skriv din gamle adgangskode på fire cifre.";
BRParentalControlsPasscodeChangeTitle			= "Ny adgangskode";
BRParentalControlsPasscodeChangePrompt			= "Skriv din nye adgangskode på fire cifre.";

// Syncing text
BRSettingSyncing								= "Synkroniserer";
BRSettingTurnOnSyncing							= "Slå synkronisering til";
BRSettingTurnOffSyncing 						= "Slå synkronisering fra";
BRSettingChangeITunesLibrary 					= "Skift iTunes-bibliotek";

// Combo Row text
AssetViewFormat									= "%@ oversigt";
AssetViewsFormat								= "%@ oversigter";

BRDVDLoadingText								= "Indlæser dvd…";
BRDVDMenuItemResume								= "Genoptag afspilning";
BRDVDMenuStartFromBeginning						= "Start fra begyndelsen";
BRDVDMenuItemEjectDisk							= "Skub disk ud";
BRDVDMenuItemDVDMenu							= "Dvd-menu";
BRDVDPlayerChapterFormatter                     = "Kapitel %d af %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Andet…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Ingen HDCP";
HDCPErrorDialogExplanation						= "Dette indhold kræver HDCP til afspilning. Du kan se indholdet, hvis du sørger for, at den tilsluttede skærm understøtter HDCP.";


